Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-053__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 使我介然有知，行於大道，唯施是畏。
en: If I were suddenly to become known, and (put into a position to) conduct (a government) according to the Great Dao, what I should be most afraid of would be a boastful display.

source: 大道甚夷，而民好徑。
en: The great Dao (or way) is very level and easy; but people love the by-ways.

source: 朝甚除，
en: Their court(-yards and buildings) shall be well kept, but their fields shall be ill-cultivated, and their granaries very empty.

source: 田甚蕪，倉甚虛；
en: They shall wear elegant and ornamented robes, carry a sharp sword at their girdle, pamper themselves in eating and drinking, and have a superabundance of property and wealth; - such (princes) may be called robbers and boasters.

source: 服文綵，帶利劍，厭飲食，財貨有餘；是為盜夸。非道也哉！
en: This is contrary to the Dao surely!
